Repository: lawoflarge/sunlit
Catalog: Sources/Sunlit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, it, ja, nl, pl, pt_br

# paywall.free.today
source: Today at your current location, in all four views
de: Heute am aktuellen Standort, in allen vier Ansichten
es: Hoy en tu ubicación actual, en las cuatro vistas
es_mx: Hoy en tu ubicación actual, en las cuatro vistas
fr: Aujourd’hui à votre position actuelle, dans les quatre vues
it: Oggi nella tua posizione attuale, in tutte e quattro le viste
ja: 現在地の今日を、4つのビューすべてで
nl: Vandaag op je huidige locatie, in alle vier de weergaven
pl: Dziś w bieżącej lokalizacji, we wszystkich czterech widokach
pt_br: Hoje na sua localização atual, nas quatro visualizações

# paywall.free.twilight
source: Civil, nautical and astronomical twilight
de: Bürgerliche, nautische und astronomische Dämmerung
es: Crepúsculo civil, náutico y astronómico
es_mx: Crepúsculo civil, náutico y astronómico
fr: Crépuscules civil, nautique et astronomique
it: Crepuscolo civile, nautico e astronomico
ja: 常用薄明、航海薄明、天文薄明
nl: Burgerlijke, nautische en astronomische schemering
pl: Zmierzch cywilny, żeglarski i astronomiczny
pt_br: Crepúsculo civil, náutico e astronômico

# paywall.free.uv
source: UV index and solar irradiance for today
de: UV-Index und Sonneneinstrahlung für heute
es: Índice UV e irradiancia solar de hoy
es_mx: Índice UV e irradiancia solar de hoy
fr: Indice UV et irradiance solaire pour aujourd’hui
it: Indice UV e irradianza solare di oggi
ja: 今日のUVインデックスと日射量
nl: UV-index en zonne-instraling voor vandaag
pl: Indeks UV i irradiancja słoneczna na dziś
pt_br: Índice UV e irradiância solar de hoje

# paywall.free.uv.note
source: Clear sky models, not measurements. Sunlit says so wherever they appear.
de: Klarhimmelmodelle, keine Messwerte. Sunlit sagt das überall dazu, wo sie auftauchen.
es: Modelos de cielo despejado, no medidas. Sunlit lo indica allí donde aparecen.
es_mx: Modelos de cielo despejado, no mediciones. Sunlit lo dice dondequiera que aparecen.
fr: Des modèles de ciel clair, pas des mesures. Sunlit le précise partout où ils apparaissent.
it: Modelli di cielo sereno, non misure. Sunlit lo dice ovunque compaiano.
ja: 実測値ではなく晴天モデルです。Sunlit は表示するすべての場所でそう明記します。
nl: Modellen voor een heldere hemel, geen metingen. Sunlit zegt dat overal waar ze verschijnen.
pl: Modele czystego nieba, a nie pomiary. Sunlit mówi o tym wszędzie tam, gdzie się pojawiają.
pt_br: Modelos de céu limpo, não medições. O Sunlit diz isso onde quer que eles apareçam.

# paywall.intro
source: Sunlit is free to install and free to use. Here is exactly what that means, and what the one purchase adds.
de: Sunlit lässt sich gratis laden und gratis nutzen. Hier steht genau, was das heißt und was der einmalige Kauf ergänzt.
es: Sunlit es gratis de instalar y gratis de usar. Esto es exactamente lo que significa, y lo que añade la única compra.
es_mx: Sunlit es gratis de instalar y gratis de usar. Esto es exactamente lo que significa, y lo que agrega la única compra.
fr: Sunlit est gratuit à installer et gratuit à utiliser. Voici exactement ce que cela signifie, et ce qu’ajoute l’achat unique.
it: Sunlit è gratis da installare e gratis da usare. Ecco esattamente che cosa significa e che cosa aggiunge l'unico acquisto.
ja: Sunlit はインストールも利用も無料です。それが具体的に何を意味し、1回の購入で何が加わるかをここに示します。
nl: Sunlit is gratis te installeren en gratis te gebruiken. Hier staat precies wat dat betekent, en wat de ene aankoop toevoegt.
pl: Sunlit instaluje się i używa za darmo. Oto dokładnie, co to znaczy i co dodaje jeden zakup.
pt_br: O Sunlit é grátis para instalar e grátis para usar. Aqui está exatamente o que isso quer dizer, e o que a compra única adiciona.

# paywall.legal.note
source: Payment is taken by the App Store when you confirm the purchase.
de: Die Zahlung zieht der App Store ein, sobald der Kauf bestätigt ist.
es: El pago lo cobra la App Store cuando confirmas la compra.
es_mx: El App Store cobra el pago cuando confirmas la compra.
fr: Le paiement est prélevé par l’App Store au moment où vous confirmez l’achat.
it: Il pagamento è addebitato dall'App Store quando confermi l'acquisto.
ja: 支払いは、購入を確定したときに App Store が受け取ります。
nl: De betaling wordt door de App Store geïnd zodra je de aankoop bevestigt.
pl: Płatność pobiera App Store w chwili potwierdzenia zakupu.
pt_br: O pagamento é cobrado pela App Store quando você confirma a compra.

# paywall.legal.privacy
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
es_mx: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade

# paywall.legal.terms
source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
es_mx: Términos de uso
fr: Conditions d’utilisation
it: Condizioni d'uso
ja: 利用規約
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de uso

# paywall.owned.continue
source: Continue
de: Weiter
es: Continuar
es_mx: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
pl: Dalej
pt_br: Continuar

# paywall.owned.heading
source: Unlocked
de: Freigeschaltet
es: Desbloqueado
es_mx: Desbloqueado
fr: Déverrouillé
it: Sbloccato
ja: 解除済み
nl: Ontgrendeld
pl: Odblokowane
pt_br: Desbloqueado

# paywall.owned.note
source: Sunlit Pro is active on this Apple Account. Thank you.
de: Sunlit Pro ist auf diesem Apple-Account aktiv. Danke.
es: Sunlit Pro está activo en esta cuenta de Apple. Gracias.
es_mx: Sunlit Pro está activo en esta Cuenta de Apple. Gracias.
fr: Sunlit Pro est actif sur ce compte Apple. Merci.
it: Sunlit Pro è attivo su questo Apple Account. Grazie.
ja: この Apple アカウントで Sunlit Pro が有効です。ありがとうございます。
nl: Sunlit Pro is actief op dit Apple Account. Bedankt.
pl: Sunlit Pro jest aktywne na tym koncie Apple. Dziękujemy.
pt_br: O Sunlit Pro está ativo nesta Conta Apple. Obrigado.

# paywall.price.loading
source: Loading the price
de: Preis wird geladen
es: Cargando el precio
es_mx: Cargando el precio
fr: Chargement du prix
it: Caricamento del prezzo
ja: 価格を読み込み中
nl: Prijs laden
pl: Wczytywanie ceny
pt_br: Carregando o preço

# paywall.price.retry
source: Try again
de: Erneut versuchen
es: Reintentar
es_mx: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar de novo

# paywall.price.terms
source: One time purchase. Nothing renews, and there is nothing to cancel. It stays unlocked on every device signed in to the same Apple Account.
de: Einmaliger Kauf. Nichts verlängert sich, und es gibt nichts zu kündigen. Es bleibt auf jedem Gerät freigeschaltet, das im selben Apple-Account angemeldet ist.
es: Compra única. No se renueva nada y no hay nada que cancelar. Sigue desbloqueado en todos los dispositivos con la misma cuenta de Apple.
es_mx: Compra única. Nada se renueva y no hay nada que cancelar. Queda desbloqueado en cada dispositivo con sesión iniciada en la misma Cuenta de Apple.
fr: Achat unique. Rien ne se renouvelle et il n’y a rien à résilier. Tout reste déverrouillé sur chaque appareil connecté au même compte Apple.
it: Acquisto una tantum. Non si rinnova nulla e non c'è nulla da disdire. Resta sbloccato su ogni dispositivo con lo stesso Apple Account.
ja: 1回限りの購入です。更新はなく、解約するものもありません。同じ Apple アカウントでサインインしたすべての端末で解除されたままになります。
nl: Eenmalige aankoop. Er wordt niets verlengd en er valt niets op te zeggen. Het blijft ontgrendeld op elk apparaat dat is aangemeld bij hetzelfde Apple Account.
pl: Zakup jednorazowy. Nic się nie odnawia i nie ma czego anulować. Pozostaje odblokowane na każdym urządzeniu zalogowanym na to samo konto Apple.
pt_br: Compra única. Nada renova e não há nada para cancelar. Continua desbloqueado em todo dispositivo conectado à mesma Conta Apple.

# paywall.pro.heading
source: What the purchase adds
de: Was der Kauf ergänzt
es: Lo que añade la compra
es_mx: Lo que agrega la compra
fr: Ce qu’ajoute l’achat
it: Che cosa aggiunge l'acquisto
ja: 購入で加わるもの
nl: Wat de aankoop toevoegt
pl: Co dodaje zakup
pt_br: O que a compra adiciona

# paywall.pro.note
source: Everything below works offline too.
de: Alles darunter funktioniert auch offline.
es: Todo lo de abajo funciona también sin conexión.
es_mx: Todo lo de abajo también funciona sin conexión.
fr: Tout ce qui suit fonctionne aussi hors ligne.
it: Anche tutto quello che segue funziona senza rete.
ja: 以下はすべてオフラインでも動作します。
nl: Alles hieronder werkt ook offline.
pl: Wszystko poniżej działa również bez sieci.
pt_br: Tudo o que está abaixo também funciona offline.

# paywall.purchase.busy
source: Working
de: Läuft
es: Procesando
es_mx: Procesando
fr: En cours
it: In corso
ja: 処理中
nl: Bezig
pl: Przetwarzanie
pt_br: Processando

# paywall.restore.note
source: If you bought Sunlit Pro before, restore it here. Restoring may ask you to sign in to your Apple Account.
de: Wer Sunlit Pro schon gekauft hat, stellt es hier wieder her. Beim Wiederherstellen kann eine Anmeldung beim Apple-Account nötig sein.
es: Si ya compraste Sunlit Pro antes, restáuralo aquí. Al restaurar puede que se te pida iniciar sesión en tu cuenta de Apple.
es_mx: Si ya compraste Sunlit Pro, restáuralo aquí. Restaurar puede pedirte que inicies sesión en tu Cuenta de Apple.
fr: Si vous avez déjà acheté Sunlit Pro, restaurez-le ici. La restauration peut vous demander de vous connecter à votre compte Apple.
it: Se hai già acquistato Sunlit Pro, ripristinalo qui. Il ripristino può chiederti di accedere con il tuo Apple Account.
ja: 以前 Sunlit Pro を購入していれば、ここで復元できます。復元の際に Apple アカウントへのサインインを求められることがあります。
nl: Heb je Sunlit Pro eerder gekocht, herstel het dan hier. Bij herstellen wordt mogelijk gevraagd je aan te melden bij je Apple Account.
pl: Jeśli Sunlit Pro było już kupione, przywróć je tutaj. Przywracanie może poprosić o zalogowanie się na konto Apple.
pt_br: Se você já comprou o Sunlit Pro antes, restaure aqui. A restauração pode pedir que você entre na sua Conta Apple.

# places.currentLocation
source: Current location
de: Aktueller Standort
es: Ubicación actual
es_mx: Ubicación actual
fr: Position actuelle
it: Posizione attuale
ja: 現在地
nl: Huidige locatie
pl: Bieżąca lokalizacja
pt_br: Localização atual

# places.forget
source: Forget this place
de: Diesen Ort entfernen
es: Olvidar este lugar
es_mx: Olvidar este lugar
fr: Oublier ce lieu
it: Dimentica questo luogo
ja: この地点を削除
nl: Deze plaats vergeten
pl: Zapomnij to miejsce
pt_br: Esquecer este local

# places.gate.saved
source: Today at your current location is free forever, in all four views. You can open any other place from here, but its figures stay locked, and so does keeping a place so it is waiting next time. Both are part of Sunlit Pro.
de: Heute am aktuellen Standort ist für immer gratis, in allen vier Ansichten. Jeder andere Ort lässt sich hier öffnen, seine Werte bleiben aber gesperrt, ebenso das Behalten eines Ortes, damit er beim nächsten Mal bereitsteht. Beides gehört zu Sunlit Pro.
es: Hoy en tu ubicación actual es gratis para siempre, en las cuatro vistas. Puedes abrir cualquier otro lugar desde aquí, pero sus cifras siguen bloqueadas, igual que guardar un lugar para tenerlo listo la próxima vez. Ambas cosas forman parte de Sunlit Pro.
es_mx: Hoy en tu ubicación actual es gratis para siempre, en las cuatro vistas. Desde aquí puedes abrir cualquier otro lugar, pero sus cifras quedan bloqueadas, igual que guardar un lugar para que esté listo la próxima vez. Ambas cosas son parte de Sunlit Pro.
fr: Aujourd’hui à votre position actuelle est gratuit pour toujours, dans les quatre vues. Vous pouvez ouvrir ici n’importe quel autre lieu, mais ses valeurs restent verrouillées, tout comme la possibilité de conserver un lieu pour qu’il vous attende la prochaine fois. Les deux font partie de Sunlit Pro.
it: Oggi nella tua posizione attuale è gratis per sempre, in tutte e quattro le viste. Da qui puoi aprire qualsiasi altro luogo, ma i suoi valori restano bloccati, e così anche conservare un luogo per ritrovarlo la volta dopo. Entrambe le cose fanno parte di Sunlit Pro.
ja: 現在地の今日は、4つのビューすべてで永久に無料です。ここから他のどの地点も開けますが、その数値はロックされたままで、次回に備えて地点を保存しておくこともできません。どちらも Sunlit Pro の機能です。
nl: Vandaag op je huidige locatie is voor altijd gratis, in alle vier de weergaven. Je kunt hier elke andere plaats openen, maar de cijfers daarvan blijven vergrendeld, en een plaats bewaren zodat die de volgende keer klaarstaat ook. Beide horen bij Sunlit Pro.
pl: Dzisiejszy dzień w bieżącej lokalizacji jest darmowy na zawsze, we wszystkich czterech widokach. Możesz otworzyć stąd dowolne inne miejsce, ale jego wartości pozostaną zablokowane, tak samo jak zachowanie miejsca na następny raz. Jedno i drugie jest częścią Sunlit Pro.
pt_br: Hoje na sua localização atual é grátis para sempre, nas quatro visualizações. Você pode abrir qualquer outro local aqui, mas os valores dele ficam bloqueados, assim como salvar um local para que ele esteja esperando na próxima vez. Os dois fazem parte do Sunlit Pro.

# places.here
source: Here
de: Hier
es: Aquí
es_mx: Aquí
fr: Ici
it: Qui
ja: ここ
nl: Hier
pl: Tutaj
pt_br: Aqui

# places.hint
source: Type a name. The list holds every city above fifteen thousand people and needs no network. Accents are optional, so koln finds Köln.
de: Einen Namen eintippen. Die Liste enthält jede Stadt über fünfzehntausend Einwohnern und braucht kein Netz. Akzente sind optional, koln findet also Köln.
es: Escribe un nombre. La lista contiene todas las ciudades de más de quince mil habitantes y no necesita red. Los acentos son opcionales, así que koln encuentra Köln.
es_mx: Escribe un nombre. La lista tiene todas las ciudades de más de quince mil personas y no necesita red. Los acentos son opcionales, así que cancun encuentra Cancún.
fr: Tapez un nom. La liste contient chaque ville de plus de quinze mille habitants et n’a besoin d’aucun réseau. Les accents sont facultatifs : orleans trouve Orléans.
it: Scrivi un nome. L'elenco contiene ogni città sopra i quindicimila abitanti e non ha bisogno della rete. Gli accenti sono facoltativi, quindi koln trova Köln.
ja: 名前を入力してください。リストは人口1万5千人を超えるすべての都市を収録し、ネットワークは不要です。アクセントは省略できるので、koln で Köln が見つかります。
nl: Typ een naam. De lijst bevat elke stad boven vijftienduizend inwoners en heeft geen netwerk nodig. Accenten zijn optioneel, dus koln vindt Köln.
pl: Wpisz nazwę. Lista zawiera każde miasto powyżej piętnastu tysięcy mieszkańców i nie potrzebuje sieci. Znaki diakrytyczne są opcjonalne, więc lodz znajduje Łódź.
pt_br: Digite um nome. A lista tem todas as cidades acima de quinze mil pessoas e não precisa de rede. Os acentos são opcionais, então koln encontra Köln.

# places.keep
source: Keep this place
de: Diesen Ort behalten
es: Guardar este lugar
es_mx: Guardar este lugar
fr: Conserver ce lieu
it: Conserva questo luogo
ja: この地点を保存
nl: Deze plaats bewaren
pl: Zachowaj to miejsce
pt_br: Salvar este local

# places.keep.locked
source: Keeping places is part of Sunlit Pro
de: Orte zu behalten gehört zu Sunlit Pro
es: Guardar lugares forma parte de Sunlit Pro
es_mx: Guardar lugares es parte de Sunlit Pro
fr: Conserver des lieux fait partie de Sunlit Pro
it: Conservare i luoghi fa parte di Sunlit Pro
ja: 地点の保存は Sunlit Pro の機能です
nl: Plaatsen bewaren hoort bij Sunlit Pro
pl: Zachowywanie miejsc jest częścią Sunlit Pro
pt_br: Salvar locais faz parte do Sunlit Pro

# places.loading
source: Opening the offline city list
de: Die Offline-Städteliste wird geöffnet
es: Abriendo la lista de ciudades sin conexión
es_mx: Abriendo la lista de ciudades sin conexión
fr: Ouverture de la liste des villes hors ligne
it: Apertura dell'elenco di città integrato
ja: オフラインの都市リストを読み込み中
nl: Offline stedenlijst openen
pl: Otwieranie listy miast offline
pt_br: Abrindo a lista de cidades offline

# places.localTime
source: Local time %@
de: Ortszeit %1$@
es: Hora local %1$@
es_mx: Hora local %1$@
fr: Heure locale %1$@
it: Ora locale %1$@
ja: 現地時刻 %1$@
nl: Lokale tijd %1$@
pl: Czas lokalny %1$@
pt_br: Hora local %1$@

# places.located
source: Following your position
de: Folgt der Position
es: Siguiendo tu posición
es_mx: Siguiendo tu posición
fr: Suit votre position
it: Segue la tua posizione
ja: 現在地を追従中
nl: Volgt je positie
pl: Podąża za twoją pozycją
pt_br: Seguindo a sua posição

# places.locating
source: Locating
de: Ortung läuft
es: Localizando
es_mx: Ubicando
fr: Localisation
it: Localizzazione
ja: 測位中
nl: Locatie bepalen
pl: Lokalizowanie
pt_br: Localizando

# places.locationAsk
source: Tap to let Sunlit use your position
de: Tippen, damit Sunlit die Position nutzen darf
es: Toca para permitir que Sunlit use tu posición
es_mx: Toca para permitir que Sunlit use tu posición
fr: Touchez pour autoriser Sunlit à utiliser votre position
it: Tocca per consentire a Sunlit di usare la tua posizione
ja: タップして Sunlit に位置情報の利用を許可
nl: Tik om Sunlit je positie te laten gebruiken
pl: Dotknij, aby Sunlit mógł użyć twojej pozycji
pt_br: Toque para deixar o Sunlit usar a sua posição

# places.locationRefused
source: Location is off, so Sunlit cannot follow you
de: Die Ortung ist aus, Sunlit kann daher nicht folgen
es: La ubicación está desactivada, así que Sunlit no puede seguirte
es_mx: La ubicación está desactivada, así que Sunlit no puede seguirte
fr: La localisation est désactivée, Sunlit ne peut pas vous suivre
it: La localizzazione è disattivata, quindi Sunlit non può seguirti
ja: 位置情報がオフのため、Sunlit はあなたを追えません
nl: Locatie staat uit, dus Sunlit kan je niet volgen
pl: Lokalizacja jest wyłączona, więc Sunlit nie może za tobą podążać
pt_br: A localização está desativada, então o Sunlit não consegue seguir você

# places.noResults
source: Nothing found. Many places are listed under their English name, so try that spelling.
de: Nichts gefunden. Viele Orte stehen unter ihrem englischen Namen in der Liste, diese Schreibweise lohnt sich also.
es: No se ha encontrado nada. Muchos lugares aparecen con su nombre en inglés, así que prueba con esa grafía.
es_mx: No se encontró nada. Muchos lugares aparecen con su nombre en inglés, prueba con esa escritura.
fr: Aucun résultat. Beaucoup de lieux sont répertoriés sous leur nom anglais : essayez cette orthographe.
it: Nessun risultato. Molti luoghi sono elencati con il nome inglese, quindi prova quella grafia.
ja: 見つかりません。多くの地点は英語名で登録されているので、その綴りで試してください。
nl: Niets gevonden. Veel plaatsen staan onder hun Engelse naam, probeer die schrijfwijze eens.
pl: Nic nie znaleziono. Wiele miejsc figuruje pod angielską nazwą, więc spróbuj takiej pisowni.
pt_br: Nada encontrado. Muitos locais estão listados com o nome em inglês, então tente essa grafia.

# places.openSystemSettings
source: Open the system settings to allow location
de: Systemeinstellungen öffnen und Ortung erlauben
es: Abrir los ajustes del sistema para permitir la ubicación
es_mx: Abrir la configuración del sistema para permitir la ubicación
fr: Ouvrir les réglages système pour autoriser la localisation
it: Apri le impostazioni di sistema per consentire la localizzazione
ja: システム設定を開いて位置情報を許可
nl: Systeeminstellingen openen om locatie toe te staan
pl: Otwórz ustawienia systemowe, aby zezwolić na lokalizację
pt_br: Abrir os ajustes do sistema para permitir a localização

# places.results
source: Cities
de: Städte
es: Ciudades
es_mx: Ciudades
fr: Villes
it: Città
ja: 都市
nl: Steden
pl: Miasta
pt_br: Cidades

# places.saved
source: Saved
de: Gesichert
es: Guardados
es_mx: Guardados
fr: Enregistrés
it: Salvati
ja: 保存済み
nl: Bewaard
pl: Zapisane
pt_br: Salvos

# places.search.clear
source: Clear the search
de: Suche löschen
es: Borrar la búsqueda
es_mx: Borrar la búsqueda
fr: Effacer la recherche
it: Cancella la ricerca
ja: 検索を消去
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt_br: Limpar a busca

# places.search.prompt
source: Search a city
de: Stadt suchen
es: Buscar una ciudad
es_mx: Buscar una ciudad
fr: Rechercher une ville
it: Cerca una città
ja: 都市を検索
nl: Zoek een stad
pl: Szukaj miasta
pt_br: Buscar uma cidade

# places.title
source: Place
de: Ort
es: Lugar
es_mx: Lugar
fr: Lieu
it: Luogo
ja: 地点
nl: Plaats
pl: Miejsce
pt_br: Local

# places.unavailable
source: The offline city list could not be read on this device. Current location still works.
de: Die Offline-Städteliste konnte auf diesem Gerät nicht gelesen werden. Der aktuelle Standort funktioniert weiter.
es: No se ha podido leer la lista de ciudades sin conexión en este dispositivo. La ubicación actual sigue funcionando.
es_mx: No se pudo leer la lista de ciudades sin conexión en este dispositivo. La ubicación actual sigue funcionando.
fr: La liste des villes hors ligne n’a pas pu être lue sur cet appareil. La position actuelle fonctionne toujours.
it: Non è stato possibile leggere l'elenco di città integrato su questo dispositivo. La posizione attuale funziona lo stesso.
ja: この端末ではオフラインの都市リストを読み込めませんでした。現在地は引き続き使えます。
nl: De offline stedenlijst kon op dit toestel niet worden gelezen. Huidige locatie werkt nog wel.
pl: Nie udało się odczytać listy miast offline na tym urządzeniu. Bieżąca lokalizacja nadal działa.
pt_br: Não foi possível ler a lista de cidades offline neste dispositivo. A localização atual continua funcionando.

# pro.unlock
source: See what Sunlit Pro adds
de: Was Sunlit Pro ergänzt
es: Descubre qué añade Sunlit Pro
es_mx: Ver qué agrega Sunlit Pro
fr: Voir ce qu’ajoute Sunlit Pro
it: Scopri cosa aggiunge Sunlit Pro
ja: Sunlit Pro で加わるものを見る
nl: Zie wat Sunlit Pro toevoegt
pl: Zobacz, co dodaje Sunlit Pro
pt_br: Veja o que o Sunlit Pro adiciona

# settings.about
source: About
de: Über
es: Información
es_mx: Acerca de
fr: À propos
it: Informazioni
ja: 情報
nl: Over
pl: O aplikacji
pt_br: Sobre

# settings.acknowledgements
source: Data and methods
de: Daten und Methoden
es: Datos y métodos
es_mx: Datos y métodos
fr: Données et méthodes
it: Dati e metodi
ja: データと計算方法
nl: Gegevens en methoden
pl: Dane i metody
pt_br: Dados e métodos

# settings.horizon
source: Skyline
de: Horizontprofil
es: Perfil
es_mx: Perfil del horizonte
fr: Ligne d’horizon
it: Profilo
ja: 稜線
nl: Horizonprofiel
pl: Linia horyzontu
pt_br: Perfil

# settings.horizon.clear
source: Clear
de: Löschen
es: Vaciar
es_mx: Borrar
fr: Effacer
it: Azzera
ja: 消去
nl: Wissen
pl: Wyczyść
pt_br: Limpar
